Repository: wp-plugins/woosocio
Catalog: lang/woosocio-*.po
Languages: de_de, es_es, id_id, it_it, pt_br

source: Name
es_es: Nombre
id_id: Nama
it_it: Nome
pt_br: Nome

source: Like/ Share Button?
de_de: Like / Share-Taste?
es_es: Como / Compartir Button?
id_id: Seperti / Share Button?
it_it: Come / Share Button?
pt_br: Como / Share Button?

source: Posted to Facebook?
de_de: Geschrieben auf Facebook?
es_es: Publicado en Facebook?
id_id: Dikirim ke Facebook?
it_it: Postato su Facebook?
pt_br: Postado no Facebook?

source: Custom Message
es_es: Mensaje personalizado
id_id: Custom Pesan
it_it: Messaggio personalizzato
pt_br: Mensagem personalizada

source: Not Connected
de_de: Nicht verbunden
es_es: No conectado
id_id: Tidak Terhubung
it_it: Non Connesso
pt_br: Não Conectado

source: Connect
de_de: Verbinden
es_es: Conectar
id_id: Menghubungkan
it_it: Collegare
pt_br: Conectar

source: Show Like/Share buttons?
de_de: Show Gefällt Ihnen / Share-Tasten?
es_es: Mostrar Como botones / Compartir?
id_id: Tampilkan Seperti / Share tombol?
it_it: Mostra come i tasti / Condividi?
pt_br: Show como / share botões?

source: Post to Facebook?
de_de: Bei Facebook posten?
es_es: Subir a Facebook?
id_id: Posting ke Facebook?
it_it: Invia a Facebook?
pt_br: Publicar no Facebook?

source: Custom Message: (No html tags)
de_de: Individuelle Nachricht: (keine HTML-Tags)
es_es: Mensaje personalizado: (No hay etiquetas html)
id_id: Custom Pesan: (ada tag html)
it_it: Messaggio personalizzato: (Nessun tag html)
pt_br: Mensagem personalizada: (Sem tags HTML)

source: Save
de_de: Sparen
es_es: Guardar
id_id: Menyimpan
it_it: Salva
pt_br: Salvar

source: Cancel
de_de: Stornieren
es_es: Cancelar
id_id: Membatalkan
it_it: Cancellare
pt_br: Cancelar

source: Edit
de_de: Bearbeiten
es_es: Editar
id_id: Sunting
it_it: Modifica
pt_br: Editar

source: WooSocio Options
de_de: WooSocio Optionen
es_es: Opciones WooSocio
id_id: WooSocio Pilihan
it_it: Opzioni WooSocio
pt_br: Opções WooSocio

source: Post to facebook everytime on product update?
de_de: Posten auf Facebook Everytime auf Produktupdate?
es_es: ¿Enviar mensajes a facebook cada vez que el producto de actualización?
id_id: Posting ke facebook setiap pada pembaruan produk?
it_it: Post a facebook ogni volta che il aggiornamento del prodotto?
pt_br: Postar no facebook toda vez que na atualização de produto?

source: Get error notifications by email?
de_de: Erhalten Fehlerbenachrichtigungen per e-Mail?
es_es: ¿Obtener notificaciones de error por correo electrónico?
id_id: Dapatkan pemberitahuan galat melalui email?
it_it: Ricevi le notifiche di errore via e-mail?
pt_br: Receber notificações de erro por e-mail?

source: This section description
de_de: Bereichsbeschreibung.
es_es: Esta descripción de sección
id_id: Deskripsi bagian ini
it_it: Questa sezione Descrizione
pt_br: Esta descrição de seção

source: Page Info Updated!
de_de: Info-Seite aktualisiert!
es_es: Información de la página Actualizada!
id_id: Info Halaman Diperbarui!
it_it: Pagina Info Aggiornato!
pt_br: Informações da página Atualizado!

source: Unable to update page info! Please try again.
de_de: Seite kann nicht Informationen aktualisieren! Bitte versuchen Sie es erneut.
es_es: No se puede actualizar las páginas de información! Por favor, inténtelo de nuevo.
id_id: Tidak dapat memperbarui halaman info! Silakan coba lagi.
it_it: Impossibile aggiornare le informazioni pagina! Riprova.
pt_br: Não é possível atualizar informações page! Por favor, tente novamente.

source: WooSocio Pro is here
de_de: WooSocio Pro ist hier
es_es: WooSocio Pro es aquí
id_id: WooSocio Pro adalah di sini
it_it: WooSocio Pro è qui
pt_br: WooSocio Pro é aqui

source: Liked WooSocio?
de_de: Zufrieden WooSocio?
es_es: Me gustó WooSocio?
id_id: Menyukai WooSocio?
it_it: Piaciuto WooSocio?
pt_br: Gostei WooSocio?

source: Need more help? Please contact:
de_de: Benötigen Sie weitere Hilfe? Bitte kontaktieren Sie:
es_es: ¿Necesitas más ayuda? Por favor, póngase en contacto con:
id_id: Perlu bantuan lagi? Silahkan hubungi:
it_it: Hai bisogno di più aiuto? Si prega di contattare:
pt_br: Precisa de mais ajuda? Entre em contato:

source: WooSocio Logins
id_id: WooSocio login
it_it: WooSocio Login

source: Connect your site to social networking sites and automatically share new products with your friends.
de_de: Schließen Sie Ihre Website auf Social-Networking-Sites und gemeinsam neue Produkte mit Ihren Freunden automatisch.
es_es: Conecte su sitio a los sitios de redes sociales y compartir automáticamente los nuevos productos con tus amigos.
id_id: Hubungkan situs Anda ke situs jejaring sosial dan secara otomatis berbagi produk baru dengan teman-teman Anda.
it_it: Collega il tuo sito per i siti di social network e condividere automaticamente i nuovi prodotti con i tuoi amici.
pt_br: Ligue o seu site para sites de redes sociais e automaticamente compartilhar novos produtos com seus amigos.

source: You can use like/share buttons without connecting or App ID
de_de: Sie können wie / share Tasten ohne Anschluss oder App id verwenden
es_es: Puede utilizar como botones / share sin conectar o App ID
id_id: Anda dapat menggunakan tombol share seperti / tanpa menghubungkan atau App ID
it_it: È possibile utilizzare come pulsanti / condivisione senza collegare o App ID
pt_br: Você pode usar como / botões de compartilhamento sem ligar ou App ID

source: Important Notice:
de_de: Wichtiger Hinweis:
es_es: Aviso importante:
id_id: Pemberitahuan Penting:
it_it: Avviso importante:
pt_br: Aviso Importante:

source: You are using Internet Explorer. This plugin may not work properly with IE. Please use any other browser.
de_de: Sie verwenden Internet Explorer. Dieses Plugin kann nicht richtig mit dem IE zu arbeiten. Bitte benutzen Sie einen anderen Browser.
es_es: Estás utilizando Internet Explorer. Este plugin puede no funcionar correctamente con IE. Por favor, utilice otro navegador.
id_id: Anda menggunakan Internet Explorer. Plugin ini mungkin tidak bekerja dengan baik dengan IE. Silakan gunakan browser lain.
it_it: Si utilizza Internet Explorer. Questo plugin potrebbe non funzionare correttamente con IE. Si prega di utilizzare qualsiasi altro browser.
pt_br: Você está usando o Internet Explorer. Este plugin pode não funcionar corretamente com o IE. Por favor, use qualquer outro browser.

source: Recommended: Google Chrome.
de_de: Empfohlen: Google Chrome.
es_es: Recomendado: Google Chrome.
id_id: Rekomendasi: Google Chrome.
it_it: Consigliato: Google Chrome.
pt_br: Recomendado: Google Chrome.

source: Connected as:
de_de: Verbunden als:
es_es: Conectado como:
id_id: Terhubung sebagai:
it_it: Collegato come:
pt_br: Conectado como:

source: Disconnect
de_de: Unterbrechen
es_es: Desconectar
id_id: Memutuskan

source: Show App Details
de_de: App-Details anzeigen
es_es: Mostrar App Detalles
id_id: Tampilkan App Detail
it_it: Mostra Dettagli App
pt_br: Mostrar App Detalhes

source: Your App ID:
de_de: Ihre App-ID:
es_es: Tu App ID:
id_id: App ID Anda:
it_it: La vostra App ID:
pt_br: Seu App ID:

source: Don't have an app? You can get from
de_de: Sie haben noch kein app? Sie können von zu erhalten
es_es: ¿No tienes una aplicación? Usted puede obtener de
id_id: Tidak memiliki sebuah aplikasi? Anda bisa mendapatkan dari
it_it: Non hai ancora un app? È possibile ottenere da
pt_br: Não tenho um aplicativo? Você pode obter a partir de

source: Your App Secret:
de_de: Ihre App Secret:
es_es: Tu App Secret:
id_id: Anda App Secret:
it_it: La vostra App segreto:
pt_br: Seu App Segredo:

source: App Secret
de_de: App Geheimnis
id_id: App Rahasia
it_it: App Segreto
pt_br: App Segredo

source: Need more help?
de_de: Benötigen Sie weitere Hilfe?
es_es: ¿Necesitas más ayuda?
id_id: Perlu bantuan lagi?
it_it: Hai bisogno di più aiuto?
pt_br: Precisa de mais ajuda?

source: Click here
de_de: klicken Sie hier
es_es: Haga clic aquí
id_id: Klik di sini
it_it: Clicca qui
pt_br: Clique aqui

source: Post to:
de_de: Beitrag:
es_es: Publicar en:
id_id: Kirim ke:
it_it: Invia a:
pt_br: Publicar em:

source: Pages:
de_de: Seiten:
es_es: Páginas:
id_id: Laman
it_it: Pagine:
pt_br: Páginas:

source: Personal Page (Wall)
de_de: Persönliche Seite (Wall)
es_es: Página Personal (Wall)
id_id: Pribadi (Wall)
it_it: Pagina Personale (Wall)
pt_br: Página Pessoal (Wall)

source: Groups:
de_de: Gruppen:
es_es: Grupos:
id_id: Group
it_it: Gruppi:
pt_br: Grupos:

source: App Permissions:
de_de: App Berechtigungen:
es_es: Permisos de la aplicación:
id_id: Izin aplikasi:
it_it: Autorizzazioni di app:
pt_br: Permissões de App:

source: * WooSocio Pro version *
es_es: * WooSocio versión Pro *
id_id: * WooSocio Pro versi *
it_it: * WooSocio Pro versione *
pt_br: * WooSocio versão Pro *

source: * Post as page owner rather highlighted post.
de_de: * Post als Eigentümer eher Seite hervorgehoben Post.
es_es: * Post como propietario de la página en vez de relieve mensaje.
id_id: * Post sebagai pemilik laman agak disorot pos.
it_it: * Post come proprietario della pagina piuttosto evidenziato palo.
pt_br: * Post como proprietário da página, em vez destacou post.

source: * post to multiple pages at once.
de_de: * Schreiben, um mehrere Seiten auf einmal.
es_es: * Publicación de varias páginas a la vez.
id_id: * Posting ke beberapa halaman sekaligus.
it_it: * Postare su più pagine contemporaneamente.
pt_br: * Postar em várias páginas ao mesmo tempo.

source: * Post products multiple times (Post more than once)
de_de: * Aufgeben mehrfach (Beitrag mehr als einmal)
es_es: * Colocar nuestros productos varias veces (Agrega más de una vez)
id_id: * Post produk beberapa kali (Pos lebih dari sekali)
it_it: * Prodotti post più volte (Post più di una volta)
pt_br: * Os seus produtos várias vezes (Mensagem mais de uma vez)

source: * Bulk posts to pages (multiple posts at once)
de_de: * Bulk-Beiträge auf den Seiten (mehrere Beiträge auf einmal)
es_es: * Mensajes a granel a páginas (varias entradas a la vez)
id_id: * Posting Massal ke halaman (beberapa posting sekaligus)
it_it: * Messaggi Bulk alle pagine (più post in una sola volta)
pt_br: * Mensagens em massa para páginas (várias mensagens de uma só vez)

source: * Bulk edit message
de_de: * Bulk-Bearbeitung Nachricht
es_es: * Mensaje a granel edición
id_id: * Message Massal sunting
it_it: * Messaggio Bulk modifica
pt_br: * Mensagem Edição em massa

source: * Bulk like/share button on/off option
de_de: * Bulk-wie / Share-Taste on / off Option
es_es: * Granel como el botón / acción encendido / apagado opción
id_id: * Massal seperti tombol / share on / off pilihan
it_it: * Bulk come il tasto / share on / off opzione
pt_br: * Massa botão Like / share na opção / off

source: * Rich product page
de_de: * Rich-Produktseite
es_es: * Página Rich producto
id_id: * Halaman produk Kaya
it_it: * Pagina del prodotto Rich
pt_br: * Página Rico produto

source: * And many more to come...
de_de: * Und viele weitere werden folgen ...
es_es: * Y muchos más por venir ...
id_id: * Dan banyak lagi yang akan datang ...
it_it: * E molti altri a venire ...
pt_br: * E muitos mais para vir ...

source: * You may also like *
de_de: * Sie können auch gerne *
es_es: * Posiblemente le gustan también *
id_id: * Anda mungkin juga ingin *
it_it: * Si può anche come *
pt_br: * você pode gostar *

source: * BuddyPress Group File Share.
de_de: * BuddyPress Gruppe Dateifreigabe.
es_es: * BuddyPress grupo compartido.
id_id: * Berbagi File BuddyPress Group.
it_it: * Condivisione di File di gruppo BuddyPress.
pt_br: * BuddyPress grupo compartilhamento de arquivos.

source: * Create Download Area.
de_de: * Download-Bereich zu erstellen.
es_es: * Crear la zona de descargas.
id_id: * Buat Download Area.
it_it: * Creare Area Download.
pt_br: * Crie a área de Download.

source: * Group file sharing.
de_de: * File-sharing-Gruppe.
es_es: * Grupo de uso compartido de archivos.
id_id: * Kelompok berbagi file.
it_it: * Condivisione di file di gruppo.
pt_br: * Grupo de compartilhamento de arquivos.

source: * Seven types of input fields.
de_de: * Sieben verschiedene Eingabefelder.
es_es: * Siete tipos de campos de entrada.
id_id: * Tujuh jenis field input.
it_it: * Sette tipi di campi di input.
pt_br: * Sete tipos de campos de entrada.

source: * Bulk like/share button on/off option.
de_de: * Bulk wie/Aktie Taster on/off-Option.
es_es: * Bulto como/acción botón de encendido/apagado opción.
id_id: * Massal seperti/saham tombol pada/off pilihan.
it_it: * Massa piace/share pulsante on/off opzione.
pt_br: * Em massa como/partilhar o botão ligar/desligar a opção.

source: * Front end File Searching and Pagination.
de_de: * Front-End-Dateisuche und Paginierung.
es_es: * Frontal final archivo búsqueda y paginación.
id_id: * Depan akhir mencari File dan Pagination.
it_it: * Front end ricerca di File e l'impaginazione.
pt_br: * Front end arquivo pesquisando e paginação.

source: * And many more...
de_de: * Und viele mehr...
es_es: y muchos otros...
id_id: * Dan banyak lagi...
it_it: * E molti altri a venire ...
pt_br: * E muitos mais...

source: Visit our site for details
de_de: Besuchen Sie unsere Website für Informationen
es_es: Visite nuestro sitio para más detalles
id_id: Kunjungi situs kami untuk rincian
it_it: Visita il nostro sito per i dettagli
pt_br: Visite nosso site para obter detalhes
